[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Dmitry Yerokhin, OxYgeN, ICM,Андрей Кравцов
VERSION=5.0.0

[Language]
LANGUAGE=Русский 
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Local ID : http://msdn.microsoft.com/en-us/library/0h88fahh.aspx
LOCALE_ID=0x0419, 0x819

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Файл
CUSTOMIZE=&Настроить
EXIT=В&ыход
EDIT=&Правка
COPY=С&копировать в буфер обмена
FUNCTION=С&ервис
HIDE_SMART_INFO=Скрыть &информацию S.M.A.R.T.
HIDE_SERIAL_NUMBER=Скрыть серийный &номер
SHOW_DRIVE_LETTER=Показывать &букву тома
ADVANCED_DISK_SEARCH=&Улучшенный поиск дисков
EVENT_LOG=Журнал событий
AAM_APM_CONTROL=&Управление AAM/APM
AUTO_AAM_APM_ADAPTION=Автонастро&йка AAM/APM
RESIDENT=Запуск агента (в области уведомлений)
STARTUP=Автозагрузка
OPEN_DISK_MANAGEMENT=Открыть управление дисками
OPEN_DEVICE_MANAGER=Открыть диспетчер устройств
ADVANCED_FEATURE=&Дополнительно
REFRESH=О&бновить
RESCAN=Пере&сканировать
DISABLE=&Откл.
AUTO_REFRESH=Частота &автообновления
AUTO_REFRESH_TARGET=Диски для а&втообновления
AUTO_REFRESH_TARGET_ALL_DISK=&Выбрать все
AUTO_REFRESH_UNTARGET_ALL_DISK=&Отменить все
WAIT_TIME_AT_STARTUP=&Задержка запуска
GRAPH=&График
THEME=&Вид
DISK=&Диск
HELP=&Справка
HELP_ABOUT=&О программе CrystalDiskInfo
HELP_ABOUT_SMART=О &технологии S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=Язык
ITEM=&Пункт
TEMPERATURE_TYPE=&Тип температуры
CELSIUS=Цельсий (°C)
FAHRENHEIT=Фаренгейт (°F)
HEALTH_STATUS_SETTING=&Установить пороговые значения

;Graph
OPTION=&Настройки
LEGEND_POSITION=&Условные обозначения
NORTH_WEST=С&лева сверху
NORTH_EAST=С&права сверху
SOUTH_WEST=Сл&ева снизу
SOUTH_EAST=Спр&ава снизу
MAX_PLOT_POINT=&Макс.участок точек
TIME_FORMAT=&Формат времени
PAINT_WEEKEND=&Отображать простои
ALL=&Все

;2.7.0
COPY_OPTION=Опция копирования
RESIDENT_STYLE=Стиль оформления
MINIMIZE=Свернуть
HIDE=Скрыть

;3.0.0
ZOOM=&Масштаб
AUTO=&Авто
ATTRIBUTE=&Атрибуты

;3.5.0
ASCII_VIEW=Вид ASCII
AUTO_DTECTION=Автоопределение
SECOND=сек.
MINUTE=мин.
HOUR=часов

:3.9.4
WORKAROUND=О&бход ошибок

;4.0.0
ALERT_MAIL=Предупреждение по электронной почте
MAIL_SETTINGS=Настройки почты
SMART_IN_ENGLISH=S.M.A.R.T. по-английски
FONT_SETTING=Шрифт

;5.0.0
ALERT_FEATURES=Особенности предупреждения
ALARM_HISTORY=История предупреждений
ALERT_SOUND=Звук оповещения
SOUND_SETTINGS=Параметры звука
GADGET_SUPPORT=Поддержка гаджета
INSTALL_GADGET=Установить гаджет
ENABLE_AUTO=Включить (автоопределение)
ENABLE_ALL=Включить (все диски)
ENABLE_RAID=Включить (только для тома RAID)

[TrayMenu]
EXIT=Выход
REFRESH=Обновить
RESCAN=Пересканировать
ENABLE=Вкл.
DISABLE=Выкл.
ENABLE_ALL=Включить все
DISABLE_ALL=Выключить все
AUTO_REFRESH=Частота автообновления
AUTO_REFRESH_01_MIN=1 мин.
AUTO_REFRESH_03_MIN=3 мин.
AUTO_REFRESH_05_MIN=5 мин.
AUTO_REFRESH_10_MIN=10 мин.
AUTO_REFRESH_30_MIN=30 мин.
AUTO_REFRESH_60_MIN=60 мин.
AUTO_REFRESH_TARGET=Автообновление выбранного
AUTO_REFRESH_TARGET_ALL_DISK=Автообновление: выбрать все диски
AUTO_REFRESH_UNTARGET_ALL_DISK=Автообновление: снять выбор со всех дисков
ALARM_SETTING_TEMPERATURE=Тревога: температура
ALARM_SETTING_HEALTH_STATUS=Тревога: техническое состояние
SHOW_MAIN_WINDOW=Показать главное окно
SHOW_TEMPERATURE_ICON=Показать температуру
SHOW_ALL_TEMPERATURE_ICON=Показать все температуры
HIDE_ALL_TEMPERATURE_ICON=Скрыть все температуры
COLLECTIVE_SETTING=Общие настройки
GRAPH=График
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Показывать только значки температуры

[DiskStatus]
GOOD=Хорошее
CAUTION=Тревога!
BAD=Плохое
UNKNOWN=Неизвестно
DISK=Диск

[Dialog]
LIST_ID=ID
LIST_CURRENT=Текущее
LIST_WORST=Наихудшее
LIST_THRESHOLD=Порог
LIST_RAW_VALUES=Raw-значения
;LIST_DESCRIPTION=Описание
LIST_ATTRIBUTE_NAME=Атрибут

FIRMWARE=Версия прошивки
SERIAL_NUMBER=Серийный номер
INTERFACE=Интерфейс
STANDARD=Стандарт
TRANSFER_MODE=Режим передачи
BUFFER_SIZE=Буфер данных
NV_CACHE_SIZE=Объем NV-кэша
ROTATION_RATE=Скорость вращения
TEMPERATURE=Температура
POWER_ON_HOURS=Общее время работы
POWER_ON_COUNT=Число включений
DRIVE_LETTER=Буква тома
FEATURE=Возможности
HEALTH_STATUS=Техсостояние

UNKNOWN=Неизвестно
POWER_ON_COUNT_UNIT=раз
POWER_ON_HOURS_UNIT=час
POWER_ON_DAYS_UNIT=дн.

;4.3
TOTAL_HOST_WRITES=Всего записанных хостов
TOTAL_HOST_READS=Всего прочитанных хостов
TOTAL_NAND_WRITES=Всего записанных NAND

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=Определение времени работы дисков (требуется около 130 сек)
DETECT_DISK=Поиск дисков
PLEASE_ENABLE_WMI=Включите WMI (инструментарий управления Windows)
PLEASE_RESTART_THIS_APPLICATION=Перезапустите приложение
DISK_NOT_FOUND=Диск не обнаружен

[Alarm]
ALARM_TEMPERATURE=Тревога: температура
ALARM_HEALTH_STATUS=Тревога: техсостояние
DEGRADATION=Поломка
RECOVERY=Восстановление
;3.5.0
INFO_HEALTH_STATUS=Информация о состоянии

[Graph]
PLEASE_SELECT_ITEM=Выберите пункт
ACTUAL_VALUE=Фактическое значение (raw)
NORMALIZED_VALUE=Нормированное значение (текущее)
ALL_ON=Все включены
ALL_OFF=Все выключены
RESET=Сброс

[Customize]
LINE_COLOR=Цвета линий
BACKGROUND_IMAGE=Фон
SUPPORTED_IMAGE_FORMAT=Поддерживаемые изображения
ALL_FILES=Все файлы

;5.0.0
SUPPORTED_SOUND_FORMAT=Поддерживаемые звуковые форматы

[AamApm]
AAM_LOW=<- тихо (80h)
AAM_HIGH=быстро (FEh) ->
AAM_RECOMMEND=Рекомендуется
APM_LOW=<- экономично (01h)
APM_HIGH=быстро (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Автоматическое управление шумом (AAM)
ADVANCED_POWER_MANAGEMENT=Расширенное управление питанием (APM)

[WindowTitle]
ABOUT=О программе CrystalDiskInfo
GRAPH=График
CUSTOMIZE=Настройка
VERSION_INFORMATION=Информация о версии
AAM_APM_CONTROL= Управление AAM/APM
HEALTH_STATUS_SETTING=Настройка состояния здоровья

;5.0.0
ALARM_HISTORY=История предупреждений
SOUND_SETTINGS=Параметры звука

[HealthStatus]
THRESHOLD_OF_CAUTION=Пороговые значения
APPLY=Применить
DEFAULT=По умолчанию

[Smart]
UNKNOWN=Неизвестно 
VENDOR_SPECIFIC=Спецификации производителя
01=Ошибки чтения
02=Производительность
03=Время раскрутки
04=Запуски/остановки шпинделя
05=Переназначенные сектора
06=Запас канала чтения
07=Ошибки позиционирования
08=Скорость поиска
09=Часы работы
0A=Повторные попытки раскрутки
0B=Повторы рекалибровки
0C=Число включений/отключений
0D=Программные ошибки чтения
B8=Все ошибки
BB=Неисправимые ошибки
BC=Таймаут команды
BD=Высокоуровневая запись
BE=Температура воздушного потока
BF=Ошибки при ударных нагрузках
C0=Отказы отключения питания
C1=Циклы загрузки/выгрузки
C2=Температура
C3=Аппаратное ECC-восстановление
C4=События переназначения
C5=Нестабильные сектора
C6=Неисправимые ошибки секторов
C7=CRC-ошибки UltraDMA
C8=Ошибки записи
C9=Программные ошибки записи
CA=Ошибки адресации данных
CB=Отказы запуска
CC=Программное ECC-исправление
CD=Температурные перепады
CE=Высота зависания
CF=Текущая высота
D0=Гул вращения
D1=Скорость оффлайн-поиска
D3=Вибрации при записи
D4=Тряска при записи
DC=Сдвиг диска
DD=Ошибки от ударов (G-Sense)
DE=Часы работы
DF=Повторы загрузки/выгрузки
E0=Сила трения при загрузке
E1=Циклы загрузки/выгрузки
E2=Время загрузки
E3=Усиление крутящего момента
E4=Парковки при выключении
E6=Амплитуда дрожания GMR-головок
E7=Температура
F0=Время позиционирования головок (часы)
FA=Ошибки чтения
FE=Защита от свободного падения

;4.5.0
F1=Всего записанных LBAs
F2=Всего прочитанных LBAs
[SmartSsd]
01=Ошибки чтения
02=Производительность
03=Время раскрутки
04=Запуски/остановки шпинделя
05=Переназначенные сектора
06=Запас канала чтения
07=Ошибки позиционирования
08=Время поиска
09=Часы работы
0A=Повторные попытки раскрутки
0B=Повторы рекалибровки
0C=Число включений/отключений
0D=Программные ошибки чтения
C0=Число опасных отключений
C2=Температура
C4=Число операций переназначения
C5=Число нестабильных секторов
C6=Число неисправимых секторов
; CrystalDiskInfo assign
FF=Оставшийся ресурс

[SmartMtron]
BB=Общее число стираний

[SmartIndlinx]
01=Ошибки чтения
09=Часы работы
0C=Число включений/отключений
B8=Исходное число плохих блоков
C3=Программные сбои блоков
C4=Сбои стирания блоков
C5=Сбои чтения блоков
C6=Всего секторов прочитано
C7=Всего секторов записано
C8=Всего команд чтения
C9=Всего команд записи
CA=Всего бит ошибок из флэша
CB=Всего прочитано секторов с исправимыми ошибками
CC=Флаг полного плохого блока
CD=Спецификация максимума PE
CE=Минимальное число стираний
CF=Максимальное число стираний
D0=Среднее число стираний
D1=Оставшийся ресурс работы

[SmartJMicron60x]
09=Часы работы
0C=Число включений/отключений
C2=Температура
E5=ID остановки системы, ID флэша
E8=Версия прошивки
E9=Запись сбоя ECC
EA=Среднее и максимальное число стираний
EB=Подсчет хороших блоков, подсчет системных блоков

[SmartIntel]
03=Время разгона
04=Запуски/остановки шпинделя
05=Количество перераспределенных секторов
09=Часы работы
0C=Общее число циклов включений/отключений
C0=Число опасных отключений
E1=Записи хоста
E8=Доступное резервное место
E9=Индикатор износа носителя
B8=Непрерывный подсчет обнаруженных ошибок

;Updated 4.1
AA=Доступное сохраненное пространство
AB=Подсчет сбоев программы
AC=Стереть подсчет сбоев
BB=Количество неисправимых ошибок


;Updated 4.3
AE=Неожиданные потери мощности
E2=Рассчитанное изнашивание рабочей нагрузки
E3=Рассчитанное соотношение Чтения/Записи рабочей нагрузки
E4=Рассчитанное время рабочей нагрузки
F1=Всего записей LBAs
F2=Всего прочитано LBAs
F9=Всего записей NAND

[SmartSamsung] ;Updated (4.3)
05=Забракованные сектора
09=Часы работы
0C=Число включений/отключений
AF=Программные ошибки (чип)
B0=Ошибки стирания (чип)
B1=Износ
B2=Занятые резервные блоки (чип)
B3=Занятые резервные блоки (всего)
B4=Свободные резервные блоки (всего)
B5=Программные ошибки (всего)
B6=Ошибки стирания (всего)
B7=Время выполнения плохого блока (всего)
BB=Неисправимые ошибки
BE=Температура воздушного потока
C2=Температура
C3=Ошибка уровня ЕЭС
C6=Неисправимые offline-ошибки
C7=Число ошибки CRC
C9=Состояние Super cap
CA=Состояние режима SSD
EB=Восстановлено граф POR 
F1=Всего записано LBA
F2=Всего прочитано LBA

[SmartSandForce] ;Updated (3.7)
01=Ошибки чтения (raw)
05=Забракованные сектора
09=Часы работы
0C=Число включений/отключений
0D=Программные ошибки чтения
64=Стертые Гигабайты
AA=Резервные блоки
AB=Программные ошибки
AC=Ошибки стирания
AE=Неожиданные сбои питания
B1=Дельта диапазона износа
B5=Программные сбои
B6=Сбои стирания
B8=Отмеченные ошибки кодов определения сбоев ввода/вывода
BB=Отмеченные неисправимые ошибки
C2=Температура
C3=ECC-исправления на лету
C4=События перераспределения
C6=Число неисправимых секторов
C7=Число R-ошибок SATA (CRC)
C9=Неисправимые программные ошибки чтения
CC=Программные ECC-исправления
E6=Кривая надёжности
E7=Оставшийся ресурс SSD
E8=Зарезервированное место
EB=Состояние SuperCap
F1=Ресурс записи с хоста
F2=Ресурс чтения с хоста

[SmartJMicron61x] ;Added (3.9)
01=Ошибка скорости в чтении
02=Производительность
03=Время работы
05=Количество перераспределенных секторов
07=Оценка ошибок
08=скорость работы
09=Часы работы
0A=Количество повторов раскрутки
0C=Количество циклов запуска
A8=Количество ошибок SATA PHY
AF=Количество поврежденных секторов (ошибки ECC)
C0=Количество неожиданных сбоев питания
C2=Температура
C5=Количество нестабильных секторов
AA=Количество плохих блоков
AD=Число стираний

[SmartMicron] ;Added 4.0/ Updated 4.5
01=Ошибки чтения (raw)
05=Количество перераспределенных секторов
09=Часы работы
0C=Количество циклов срабатывания
AA=Количество использованных блоков
AB=Программные сбои
AC=Ошибки стирания
AD=Уровень износа
AE=Число неожиданных сбоев питания
B5=Доступ неприсоединенных 4k
B7=Понижение скорости интерфейса SATA
BB=Неисправимые ошибки
BC=Таймаут команды
BD=Заводской сбойный блок граф
C4=Счетчик событий перераспределений
C5=Текущий счетчик ожидающего сектора
C6=Умный Офлайновый просмотр непоправимых ошибок граф
C7=Ошибки граф Ultra DMA CRC 
CA=Проценты от номинальной жизни использования
CE=Записи ошибок
F2=Защита от записи включена

;4.5
B8=Счетчик коррекции ошибок
C2=Температура корпуса
C3=Накопительное исправление ECC

[SmartOcz] ;Added (4.5)
01=Сырой коэффициент чтения ошибок
03=Время включения
04=Время остановки
05=Переназначенные сектора граф
09=Мощность-По часам
0C=Число циклов питания
E8=Общее число секторов записи
E9=Оставшийся срок службы
